{"intents": [
    {"tag": "الدخول الايكواب ",
     "patterns": ["كيف يمكن الحصول على كلمة السر لنظام الايكواب","ماهو اسم المستخدم لنظام الايكواب؟","ماهو اسم المستخدم لنظام الايكواب"],
     "responses": ["لا يوجد اسم مستخدم أو كلمة مرور خاصة بالبرنامج إنما يمكنكم الدخول للبرنامج بنفس اسم المستخدم وكلمة المرور الخاصة للدخول على شبكة الجامعة"],
     "context": ["الايكواب","تقويم وضمان جودة الأداء الجامعي","اسم مستخدم","كلمة مرور"]
    },
    {"tag": "نظام الايكواب",
     "patterns": ["كبف يمكن الوصول الى نظام الايكواب","من اين يمكنني الدخول على الايكواب","ماهي خطوات الدخول على نظام الايكواب","ماهي طرق الوصول الى نظام الايكواب"],
     "responses": ["هنام طريقتين للوصول الى نظام الايكواب، اما عن طريق الدخول الموحد او عن طريق الصفحة الرئيسية لموقع عمادة الجودة والاعتمادالأكاديمي الالكتروني"],
 "context": ["الدخول على نظام الايكواب","الدخول للنظام تقويم وضمان جودة الاداء"]

    },
    {"tag": "مشكلة الدخول على الايكواب ",
     "patterns":["الايكواب لا يفتح معي","لا يمككني الدخول على نظام الايكواب من خلال الدخول الموحد","هل هناك مشكلة في نظام الايكواب في الدخول  الموحد","لا استطيع فتح الايكواب من الدخول الموحد"],
     "responses": ["يجب السماح للنوافذ المنبثقة بالظهور"],
     "context": ["الدخول الموحد"]
    },
    {"tag": "تفعيل الايكواب",
     "patterns": ["متى يتم تفعيل الايكواب","متى يتم فتح نظام الايكواب","متى يتم تفعيل نماذج الايكواب","هل هناك تاريخ محدد لتفعيل نظام الايكواب"],
     "responses": ["يتم تفعيل النماذج للتعبئة سنويًا، حيث يُفعل في الشهر الثاني من الفصل الدراسي الثاني للعام الأكاديمي الحالي ويستمر إلى الشهر الأول من الفصل الدراسي الأول للعام التالي."],
     "context": ["موعد تفعيل الايكواب"]
    },
    {"tag": "ارسال نماذج الايكواب",
     "patterns": ["هل اقوم باعتماد المحاور بشكل فردي","هل لابد من اعتماد المحور فور الانتهاء منه","هل لابد من ارسال المحور للاعتماد ","هل يتم ارسال النماذج للاعتماد عند الاتنهاء من عدد من المحاور"],
     "responses": ["تم ارسال النموذج للاعتماد مرة واحدة بعد تعبئة جميع المحاور والممارسات والمؤشرات"],
     "context": [""]
    },
    {"tag": "الية الاعتماد في نظام الايكواب",
         "patterns": ["من يقوم باعتماد نماذج الايكواب","ما هي الية اعتماد نماذج ايكواب","ما هي خطوات اعتماد نماذج الايكواب"],
     "responses": ["يرسل النموذج من المنسق إلى رئيس القسم ثم يعتمد من قبل وكيل التطوير، وبالنسبة لنماذج الاعتماد المؤسسي فلابد من اعتماد رئيس الجهة"],
     "context": ["موعد تفعيل","تفعيل"]
    },
    {"tag": "الية اعتماد نماذج الايكواب الصحي ",
     "patterns": ["كيف يتم اعتماد نماذج الايكواب للكليات الصحية","ماهي الية اعتماد الايكواب للقطاعات الصحية","ماهي الية اعتماد الايكواب للكليات الصحية","نماذج الايكواب للكليات الصحية كيف تعتمد"],
     "responses": ["يرسل النموذج من قبل. المنسق إلى وكيل التطوير شرط ان تقدم الكلية الصحية برنامج واحد فقط سواء بكالوريوس او دراسات عليا"],
     "context": ["الية اعتماد نظامالايكواب,"]
    },
    {"tag": "كتيبات الايكواب ",
     "patterns": ["كيفية الحصول على ادالة الايكواب","من اين يمكن الحصول على ادلة الايكواب","كيف ممكن الاطلاع على الية توثيق الممارسات على الايكوب","كيف يمكن الاطلاع على ادلة حساب المؤشرات لنظام الايكواب"],
     "responses": ["من أيقونة الأدلة في أعلى الصفحة أو أيقونات الأدلة الموجودة في الصفحة الرئيسية لنظام EQAUP-PLUS"],
     "context": [""]
    },
    {"tag": "دليل تحميل الايكواب",
     "patterns":["رابط تحميل ادلة الايكواب لا يعمل" ,"رابط تحميل ادلة نظام الايكواب لا يعمل","هناك مشكلة عند تحميل ادلة الايكواب","هناك مشكلة عند تحميل ادلة نظام الايكواب","ايقونة الأدلة لا تعمل على نظام الايكواب","لا يتم نقلي الى صفحة الأدلة عند الضغط على تحميل الأدلة في نظام الايكواب"],
     "responses": ["يجب السماح للنوافذ المنبثقة بالظهور. "],
     "context": ["السماح للنوافذ المنبثقة","تحميل الأدلة في نظام الايكواب"]
    },
     {"tag": " مبررات الايكواب",
     "patterns": ["ما لمقصود بالمبررات في نماذج الايكواب","ماذا تعني مبررات في نماذج الايكواب","ما معنى المبررات في نماذج الايكواب","ما هو المقصود بالمبررات في نماذج الايكواب"],
     "responses": ["توضيح أسباب عدم انطباق الممارسة أو عدم علاقتها بنشاطات القطاع (أي في حالة اختيار الإجابة ). وكذلك توضيح السبب في عدم تطبيق الممارسة في القطاع رغم علاقتها الوثيقة بنشاطات القطاع أي في حال اختيار الإجابة بـ (لا)"],
     "context": [" مبررات في نماذج الايكواب"]
    },
     {"tag": "رفع الوثائق",
     "patterns": ["ما هي شروط تحميل الوثائق على نظام الايكواب","ما هي شروط تحميل الوثائق على الايكواب","هل هناك شروط لرفع الوثائق على الايكواب","هل هناك قيود على أنواع الملفات للايكواب","هل هناك قيود على رفع الوثائق على نظام الايكواب"],
     "responses": ["1.يلزم أن يكون نوع الملف بصيغة (pdf.).  2. حجم الملف لا يتجاوز MB (10) 3. يتم رفع ملف واحد فقط. وفي حال تتطلب الممارسة التوثيق بأكثر من ملف يتم دمج الملفات في ملف واحد. "],
      "context": ["شروط رفع الوثائق على نظام الايكواب"]
    },
      {"tag": "أدلة EQAUP",
      "patterns":["هل استطيع الحصول على الوثائق التي رفعتها على نظام الايكواب","هل استطيع الوصول على الوثائق التي رفعتها على الايكواب","كيف يمكن ان احصل على ادلة التوثيق التي تم رفعها العام الماضي على نظام الايكواب","هل يسمح الايكواب بالحصول على الملفات التي قمت برفعها سابقا"],
      "responses":["من علامة تبويب تقارير وإحصائيات  , تقرير تفصيلي للقطاع   ,  من قائمة التقرير,اختيار ملخص النموذج,تحديد العام الدراسي المطلوب  , الضغط على زر النتائج , الضغط على رابط التفاصيل ( آخر عمود في الجدول). ","ملاحظة: في حال عدم فتح الصفحة يجب السماح للنوافذ المنبثقة بالظهور"],
       "context": [""]
    },
    {"tag": "مؤشرات الأداء في الايكواب",
     "patterns": ["من اين احصل على ادلة طريقة حساب مؤشرات الأداء للايكواب","”كيف احسب مؤشرات الأداء","كيف احسب مؤشرات الأداء الخاصة بنظام الايكواب","كيف احسب مؤشرات الأداء الخاصة بالايكواب"],
     "responses": ["من موقع نظام EQAUP-PLUS بالرجوع إلى دليل حساب المؤشرات."],
     "context": ["طريقة حساب المؤشرات"]
    },
    {"tag": "مؤشر الأداء المستهدف في الايكواب",
     "patterns": ["ما لمقصود بمؤشر الأداء المستهدف","ما المقصود بمؤشر الأداء بعد التحديث","ما معنى مؤشر الأداء المستهدف","ما معنى مؤشر الأداء بعد التحديث"],
     "responses": ["المستهدف: المخرجات أو النتائج المتوقعة أو المرغوب بها (هدف) لكل مؤشر قياس أداء المستهدف بعد التحديث: أسيس مخرجات/ نتائج جديدة متوقعه او مرغوب بها لمؤشرات قياس الأداء بناء على نتائج تحليل المؤشر (الفعلي المستهدف)"],
     "context": ["مؤشر الأداء المستهدف"]
    },
    {"tag": "مؤشر الأداء المستهدف في الايكواب",
     "patterns": ["كيف يتم تحديد قيمة مؤشر الأداء المستهدف بعد التحديث في نظام الايكواب","كيف يتم تحديد مؤشر الأداء المستهدف بعد التحديث في الايكواب","كيف نحسب مؤشر الاداء المستهدف بعد التحديث"],
     "responses": ["في حال وصول مؤشر الأداء الفعلي الى المستهدف يتم كتابة هدف جديد في مؤشر الأداء المستهدف بعد التحديث، وإذا لم يحقق المؤشر الفعلي الهدف توضع نتيجة المستهدف في المستهدف بعد التحديث مع مراعاة اتجاه المؤشر (سالب القطبية / موجب القطبية) "],
     "context": [" قيمة مؤشر الأداء المستهدف"]
    },
   {"tag": "المقارنة المرجعية في الايكواب",
     "patterns": ["ما المقصود بالمقارنة المرجعية في الايكواب","ماذا تعني المقارنة المرجعية في نظام الايكواب","ما هي المقارنة المرجعية في الايكواب","ما هو تعريف المقارنة المرجعية في نظام الايكواب"],
     "responses": ["المقارنة المرجعية الداخلية هي مؤشرات قابلة للمقارنة (مؤشرات فعلية) من داخل البرنامج (تسحب إلكترونيًا على النظام من بيانات نموذج العام السابق في حال تعبئة النموذج) المقارنة المرجعية الخارجية هي مؤشرات قابلة للمقارنة (مؤشرات فعلية) مع نفس البرنامج من جامعة أخرى ( لا يلزم تعبئتها على النظام)."],
     "context": ["مقارنة المرجعية الداخلية,","المقارنة المرجعية الخارجية"]
    },
 {"tag": "مؤشر الأداء المستهدف في نظام الايكواب",
     "patterns": ["ما المقصود بمؤشر الأداء الفعلي في الايكواب","ماذا يعني مؤشر الأداء الفعلي على نظام الايكواب","ما هو مؤشر الأداء الفعلي في الايكواب","”ايش معني مؤشر الأداء الفعلي في الايكواب"],
     "responses": ["المخرجات أو النتائج الفعلية المحددة عند قياس أو حساب مؤشرات قياس الأداء. "],
     "context": ["بمؤشر الأداء الفعلي"]
    },
 {"tag": "حساب مؤشرات الأداء الفعلية في الايكواب",
     "patterns": ["كيف يتم حساب مؤشر الأداء من نوع نسبة مئوية في الايكواب","كيف احسب مؤشرات الأداء بالنسبة المئوي","ما هي طريقة حساب النسبة المئوية في الايكواب"],
     "responses": ["يتم إدخال قيم البسط والمقام، دون الضرب (100*) حيث يقوم النظام بالضرب (×100) واحتساب النتيجة الكترونيًا. "],
     "context": ["مؤشر الأداء من نوع نسبة مئوية"]
    },
    {"tag": "مؤشرات استبانة",
     "patterns": ["كيف بتم الحصول على مؤشرات الأداء المتعلقة بنظام استبانة","من فين نحصل على مؤشرات استبانة","كيف نحصل على قيم مؤشرات استبانة","من اين يمكن الحصول على مؤشرات استبانة"],
     "responses": ["يتم الحصول عليها من خلال التواصل مع وكيل الكلية / المعهد للتطوير "],
     "context": ["مؤشرات المتعلقة بنظام  استبانة" ]
    },

        {"tag": "آلية المشاركة في استبانة",
         "patterns": ["ماهي الية المشاركة في نظام استبانة","كيف أشارك في الاستبانات المركزية","ما هي طريقة المشاركة في نظام استبانة","كيف أشارك في استبانة تقييم مقرر","لا استطيع الوصول الي الاستبانات"],
         "responses": ["الدخول إلى بريدك الالكتروني الجامعي واختيار البريد ذو العلاقة أو الدخول إلى نظام (odus-plus) والضغط على بانر استبانة 2- يتم الضغط على رابط الاستبانة 3-تعبئة الاستبانة"],
         "context": ["آلية المشاركة في الاستبانة"]
          },
        {"tag": "ملء الاستبيانات المركزية",
         "patterns": ["ما هي الية تعبئة الاستبانات","ما هي طريقة تعبئة الاستبانات","كيف اعبي الاستبانات","كيف اعبي استبانة تقويم مقرر","من فين اقدر أشارك في استبانة تقويم مقرر","ماهي طريقة تعبئة نظام استبانة"],
         "responses": ["1.الدخول إلى بريدك الالكتروني الجامعي واختيار البريد ذو العلاقة أو الدخول إلى نظام (odus-plus) والضغط على بانر استبانة 2- يتم الضغط على رابط الاستبانة 3-تعبئة الاستبانة"],
         "context": ["تعبئة الاستبانات المركزية"]
        },

    {"tag": "تعبئة نظام استبانة",
         "patterns": ["ما هو الوقت اللازم لتعبئة الاستبانات","كم احتاج من الوقت لاشارك في تعبئة استبانة","ما هو الوقت المستغرق لتعبئة استبانة","ما هو الوقت المستغرق لتعبئة الاستبانات"],
         "responses": ["لا تأخذ تعبئة الاستبانة أكثر من 10 دقائق"],
         "context": ["مدة تعبئة الاستبانة"]
        },

    {"tag": "أنواع  الاستبانات",
         "patterns": ["كم عدد الاستبانات في نظام استبانة","عدد الاستبانات في استبانة","ما هو عدد الاستبانات في نظام استبانة","ماهي أنواع الاستبانات"],
         "responses": ["استبانة الخدمة الجامعية-استبانة مقررات وخدمات السنة التحضيرية-استبانة التدريب الميداني-استبانة خبرة الطالب-استبانة تقويم برنامج-استبانة تقويم مقرر-استبانة آراء خريجي جامعة الملك عبد العزيز-استبانة أرباب العمل-استبانة تقويم خدمات التعلم الالكتروني والتعليم عن بعد لأعضاء هيئة التدريس"],
         "context": ["أنواع الاستبانات المركزية"]
        },
         {"tag": "الفئات المستهدفة استبانة",
         "patterns": ["من هي الفئات المستهدفة من نظام استبانة","من هم المستفيدين من نظام استبانة","من المستهدفون من نظام استبانة","هل هناك استبانات للطلاب","هل هناك استبانات للاداريين"],
         "responses": ["1.استبانة الخدمة الجامعية أعضاء هيئة التدريس – الطلاب والطالبات ماعدا طلبة السنة التحضيرية","2.استبانة مقررات وخدمات السنة التحضيرية طلاب وطالبات السنة التحضيرية","3.استبانة تقويم التدريب الميداني الطلاب والطالبات المسجلين في مقرر التدريب الميداني لغير الكليات الصحية","4.استبانة تقويم خبرة الطالب للطلاب والطالبات الذين تجاوز 50% من عدد ساعات الكلية للخطة","5.استبانة تقويم برنامج للطلاب والطالبات المتوقع تخرجهم","6.استبانة تقويم مقرر للمقررات المفعلين في الفصل الدراسي والمسجلين فيها الطلاب والطالبات","7.استبانة تقويم خدمات التعلم الالكتروني والتعليم عن بعد لأعضاء هيئة التدريس","8.استبانة أراء خريجي جامعة الملك عبدالعزيز للخريج الذي مضى على تخرجه عام واحد","9.استبانة أرباب العمل"],
         "context": ["الفئات المستهدفة في نظام (استبانة)"]
        },
    {"tag": "تفعيل استبانة",
         "patterns": ["متى يتم تفعيل استبانة","متى يتم تفعيل نظام استبانة","متى تفعل الاستبانات","متى تفعل استبانة تقويم مقرر","ما هو تاريخ تفعيل استبانة تقويم مقرر","متى يتم تفعيل الاستبانات المركزية"],
         "responses": ["استبانة الخدمة الجامعية بداية العام الأكاديمي","استبانة خدمات السنة التحضيرية قبل الاختبارات النهائية بثمانية أسابيع","استبانة تقويم التدريب الميداني قبل الاختبارات النهائية بخمسة أسابيع","استبانة تقويم خبرة الطالب قبل الاختبارات النهائية بخمسة أسابيع","استبانة تقويم برنامج قبل الاختبارات النهائية بخمسة أسابيع","استبانة تقويم مقرر قبل الاختبارات النهائية بأربعة أسابيع","استبانة أراء خريجي جامعة الملك عبدالعزيز تُفعل في كل فصل دراسي"],
         "context": ["تفعيل الاستبانات المركزية"]
        },

         {"tag": "اغلاق استبانة",
         "patterns": ["متى تغلق الاستبانات","متى بتم اغلاق الاستبانات","متى تنتهي فترة المشاركة في الاستبانات","متى يغلق نظام استبانة","متى تنتهي فترة تفعيل الاستبانات المركزية"],
         "responses": ["استبانة الخدمة الجامعية نهاية العام الأكاديمي","استبانة خدمات السنة التحضيرية قبل الاختبارات النهائية بيوم","استبانة تقويم التدريب الميداني بعد الاختبارات النهائية بأسبوع","استبانة تقويم خبرة الطالب قبل الاختبارات النهائية بيوم","استبانة تقويم برنامج قبل الاختبارات النهائية بيوم","استبانة تقويم مقرر قبل الاختبارات النهائية بيوم"],
         "context": ["إغلاق الاستبانات المركزية"]
        },

    {"tag": "إعادة تفعيل استبانة",
         "patterns": ["هل يمكن أعادة تفعيل الاستبانات المعبئة","لا استطيع اكمال الاستبانة هل ممكن تفعيلها","هل من الممكن إعادة تفعيل الاستبانات","هل ممكن إعادة تفعيل استبانة تقويم مقرر","هل استطيع تعبئة استبانة مقرر اكثر من مرة واحدة"],
         "responses": ["يتعذر إعادة تفعيل الاستبانة التي تمت تعبئتها وذلك لأن الهوية محجوبة لضمان خصوصية وسرية الإجابات ولا نستطيع الكشف عن الهوية"],
         "context": ["إعادة تفعيل الاستبانة المعبئة"]
        },

   
    {"tag": "رابط استبانة",
         "patterns": ["هل أستطيع مشاركة رابط الاستبانة مع غيري","هل يمكن مشاركة رابط الاستبانة مع غيري","شاركت رابط الاستبانة مع صديقي ولم استطع تعبئة الاستبانة بعد ذلك"],
         "responses": ["لا تستطيع مشاركة رابط الاستبانة مع غيرك حيث أن النظام يقوم باستحداث رابط جديد لكل مشاركة","please elaborate your question"],
         "context": ["مشاركة رابط الاستبانة "]
        },
    {"tag": "الهدف من استبانة ",
         "patterns": ["ما الهدف من الاستبانات المركزية","”ما هو الهدف من نظام استبانة","ما الهدف من استبانة"],
         "responses": ["لتطوير وتحسين العملية التعليمية والخدمات الجامعية"],
         "context": ["الهدف من الاستبانات المركزية"]
        },
       
      {"tag": "مخرجات التعلم البرنامج",
         "patterns": ["ما هو العدد المناسب لمخرجات التعلم للبرنامج","كم عدد مخرجات التعلم في البرامج","ما هو العدد المناسب لمخرجات التعلم في البرنامج"],
         "responses": ["من 8 – 10 مخرجات تعلم"],
         "context": ["لمخرجات التعلم "]
        },

      {"tag": "تغطية مخرجات التعلم",
         "patterns": ["هل من الضروري أن يتم تغطية كل مخرج من مخرجات التعلم بجميع المقررات","هل لابد من تغطية جميع مخرجات التعلم في كل مقرر","لازم نغطي كل مخرجات التعلم في كل المقررات"],
         "responses": ["لكل مخرج من مخرجات التعلم عدد من المقررات يتم تحقيقه من خلالهم. ولكن إجمالا يجب يتم تغطية جميع مخرجات التعلم بالمقررات في خطة البرنامج"],
         "context": ["تغطية كل مخرج من مخرجات التعلم "]
        },

         {"tag": " تقرير البرنامج",
         "patterns": ["ما الفرق بين توصيف البرنامج وتقرير البرنامج؟","هل هناك الفرق بين توصيف البرنامج وتقرير البرنامج؟"],
         "responses": ["توصيف البرنامج هو خطة البرنامج ويحتوي على المتطلبات التي تضمن تحقيق البرنامج مخرجات التعلم تقرير البرنامج هو تقرير عن المشاكل التي تحول دون تحقق البرنامج مخرجات التعلم"],
         "context": ["توصيف البرنامج ","وتقرير البرنامج"]
        },

    {"tag":"خطوات الاعتماد الأكاديمي",
        "patterns":["ما هي خطوات التقدم للاعتماد الأكاديمي","هل هناك البة للتقدم للاعتماد الأكاديمي","كيف يمكن التقدم للاعتماد الأكاديمي"],
        "responses":[" يتم التقدم من خلال رفع طلب الكتروني على نظام اعتماد بلس من خلال نظام انجز، وبإمكانكم تحميل دليل النظام من خلال موقع العمادة الإلكتروني https://dqaa.kau.edu.sa"],
        "context":[""]},

    {"tag": "جودة",
         "patterns": ["هل يمكنني الحصول على مواصفة الايزو ٩٠٠١","هل يمكنني الحصول على مواصفات الأيزو المختلفة","هل توفر العمادة مواصفات الايزو"],
         "responses": ["نعم، ولكن نظراً لحقوق الملكية الفكرية نأمل منكم التواصل مع العمادة"],
         "context": ["الجودة"]
        },

    {"tag":"مواصفات الجودة ",
        "patterns":["ما هي ابرز موصفات الجودة التي يمكن تأسيسها","ما هي أنظمة الجودة التي يمكن تأسيسها","ما هي ابرز مواصفات. الجودة التي يمكن تأسيسه"],
        "responses":["١- نظام إدارة الجودة وفق مواصفة الأيزو ٩٠٠١","٢- نظام امن المعلومات وفق مواصفة الأيزو ٢٧٠٠١","٣- نظام استمرارية الاعمال وفق مواصفة الأيزو ٢٢٣٠١","٤- نظام إدارة العملية التعليمية وفق مواصفة الأيزو ٢١٠٠١","وغيرها من المواصفات، ولمزيد من المعلومات، نأمل منكم التواصل مع العمادة."],
        "context":["ابرز موصفات الجودة"]},

        {"tag": "خطوات تأسيس الجودة",
         "patterns": ["ما هي خطوات تأسيس نظم الجودة","ما هي مراحل تأسيس نظام إدارة الجودة","كيف اطبق الايزو ٩٠٠١","ما هي مراحل تأسيس الايزو ٩٠٠١"],
         "responses": ["١- مرحلة الاعداد وتتضمن نشر ثقافة الجودة بالقطاع، تحديد فريق عمل و الاطلاع على متطلبات المواصفة","٢- مرحلة التخطيط وتتضمن تحديد الجدول الزمني لمشروع تأسيس نظام للجودة","٣- مرحلة التأسيس والتوثيق وتتضمن تنفيذ خطة العمل بما في ذلك تحديد أصحاب المصلحة ومتطلباتهم، تحديد المتطلبات القانونية تحديد المخاطر والفرص كتابة النطاق للقطاع وسياسة الجودة والسياق وتحديد الأهداف وتحديد وتوثيق الإجراءات وتحديد المسؤوليات والصلاحيات.","٤- مرحلة التطبيق وتختص بتفعيل النظام","٥- مرحلة التدقيق على النظام والإجراءات التصحيحية ","٦- مرحلة الشهادة من الجهة المانحة."],
         "context": ["مراحل تأسيس نظام للجودة"]
        },

    {"tag":"التدريب بالعمادة",
        "patterns":["ما هو الجدول التدريبي للعمادة","كيف احصل على الجدول التدريبي للعمادة","كيف يمكن الحصول على ادورات التدريبية","الدورات التدريبية في عمادة الجودة","كيف يمكن الاطلاع على الدورات التدريبية المقدمة من قبل العمادة"],
        "responses":["يمكنكم الاطلاع على جدول التدريب من خلال موقع العمادة الالكتروني على https://dqaa.kau.edu.sa"],
        "context":["الدورات التدريبية"]},

        {"tag": "الشهادات",
         "patterns": ["هل يتم منح شهادات للدورات التدريبية","هل هناك شهادات للدورات التدريبية","حضرت دورة تدريبية ولم احصل على. الشهادة"],
         "responses": ["بحسب سياسة العمادة فلا يتم منح شهادات للدورات والمحاضرات الافتراضية والتقليدية الشهادات تمنح فقط لورش العمل عند تحقق الشروط، وفي حل يتم منح شهادات للفعاليات التدريبية فيتم تضمين ذلك في اعلان الدورات."],
         "context": ["شهادات للدورات "]
        },
    {"tag":"إفادات التدريب بالعمادة ",
        "patterns":["هل يتم منح إفادات حضور للدورات التدريبية,","هل يمنح المتدرب إفادات حضور للدورات التدريبية"],
        "responses":["نعم، عند الطلب وتكون فقط لمنسوبي جامعة الملك عبدالعزيز"],
        "context":["إفادات "] },

        {"tag": "رابط تأكيد التدريب",
         "patterns": ["سجلت في فعالية تدريبية ولم يصلني رابط التأكيد","كيف يمكن الحصول على رابط الدورة التدريبية"],
         "responses": ["في حال لم تكن الفعالية عامة وكانت مخصصة لمنسوبي الجامعة فسيصلكم رابط التأكيد خلال ٢٤ ساعة قبل وقت الفعالية."],
         "context": ["رابط الدورة التدريبية "]
        },

    {"tag":"دورات تدريبية",
        "patterns":["ما هي أنواع الدورات التدريبية المقدمة من العمادة؟","ما هي الدورات التدريبية المقدمة من العمادة","ماهي أنواع الدورات التدريبية المقدمة من عمادة الجودة"],
        "responses":["١- ورش عمل وتكون بالترشيح","٢- محاضرات تقليدية وتكون عامة لمنسوبي الجامعة","٣- محاضرات افتراضية وتكون اما عامة او خاصة لمنسوبي الجامعة."],
        "context":["انواع الدورات التدريبية "]
      }
]}