{"intents": [
    {"tag": "الإرشاد الأكاديمي",
     "patterns": ["ماذا يعني الإرشاد الأكاديمي؟","ماهو الإرشاد الأكاديمي؟","من هو المرشد الأكاديمي؟"],
     "responses": ["هو ما يقوم به عضو هيئة تدريس من دعم للطلبة ومساعدتهم في اختيار التخصص المناسب والتعرف على ميولهم، وحل المشكلات والتواصل في كل ما يواجه الطلبة أثناء مسيرتهم الجامعية ويساعد في رفع تحصيلهم العلمي"],
     "context": ["الإرشاد الأكاديمي","المرشد الأكاديمي","تعريف","ما هو"]
    },
    {"tag": "التسجيل المبكر",
     "patterns": ["هل يساعدني المرشد الأكاديمي في اختيار المقررات؟","ما هو دور المرشد الأكاديمي في التسجيل المبكر؟","هل يساعدني المرشد الأكاديمي في التسجيل المبكر؟","متى يكون تسجيل المقررات من خلال المرشد الأكاديمي؟"],
     "responses": ["اختيار المقررات التي تناسب وضعه الأكاديمي قبل تسجيلها. كذلك بعد انتهاء فترة التسجيل المبكر مباشرة وفي الأسبوع التالي تبدأ فترة التسجيل عبر المرشد الأكاديمي. ويساعد الطالب في حال وجود أي تعديل على الجدول الدراسي حيث يوجد لدى المرشد الأكاديمي صلاحيات الحذف والإضافة لطالبه تحت الإرشاد. وفي حال لم يكن الطالب متخصص، كما يساعده بالبدء في إجراءات تخصيصه حسب موعد التخصيص المعلن من عمادة القبول والتسجيل."],
 "context": ["اختيار المقررات","التسجيل المبكر"]

    },
    {"tag": "تسجيل المقررات ",
     "patterns":["كيف يمكن تسجيل المقررات؟","هل يوجد وقت محدد لتسجيل المقررات؟","متى يتم تسجيل المقررات؟","متى ينتهي تسجيل المقررات؟"],
     "responses": ["التسجيل المبكر هــي فتــرة التســجيل الأساسية حيــث يمكنك تســجيل جــدول الفصــل مــن خلال نظام Odus Plus ويتيــح النظــام الاطلاع على شعب الفصل الدراســي التالــي مبكــراً علــى شــعب الفصــل الدراســي القــادم والانتهاء مــن إجــراءات تســجيلها مبكــراً حتــى يتســنى للطالب/الطالبــة البــدء بدراســة الفصــل الدراســي الثانــي مــن بـأن فتـرة التسـجيل المبكر تبـدأ فـي منتصـف الفصـل بدايـة أول اسـبوع، علمـاً الدراســي الــذي يســبق الفصــل المسجل لــه. وتنتهي كافـة إجـراءات التسـجيل قبـل بـدء الدراسـة بأسـبوع ولا يحـق للطالـب إجراء ايـة تعديـات علـى اختياراته"],
     "context": ["تسجيل المقررات"]
    },
    {"tag": "مهام المرشد الأكاديمي",
     "patterns": ["ماهي مهمة المرشد الأكاديمي؟","ماذا يعمل المرشد الأكاديمي؟","ما هي مهام المرشد الأكاديمي؟","ما دور المرشد الأكاديمي؟"],
     "responses": ["الإشراف على مجموعة من الطلبة أكاديميا.، وتسجيل الطالب في كل فصل دراسي حسب المسار التعليمي والمقررات المطروحة في ذلك المسار، وتوجيه الطلبة تعليمياً وسلوكياً بعد التعرف على إمكاناتهم وقدراتهم العلمية وظروفهم الاجتماعية، ومتابعة الطالب في المحاضرات والتحصيل العلمي في كل فصل دراسي والإعداد للاختبارات الفصلية، متابعة الطلبة وتحليل مشكلاتهم الدراسية وتقديم النصح والإرشاد لهم -، وحث الطالب على المشاركة في النشاطات المختلفة بالجامعة والتعريف بمرافق الجامعة ومهامها ، وكل ما يخصه في لائحة التعليم الجامعي"],
     "context": ["مهام المرشد الأكاديمي"]
    },
    {"tag": "تسجيل المقررات",
     "patterns": ["هل يمكن للمرشد الأكاديمي تسجيل المقررات؟","هل يساعدني المرشد الأكاديمي في تسجيل المقررات في النظام؟","متى تنتهي صلاحية المرشد الأكاديمي في تسجيل المقررات؟ ","كيف يساعدني المشرف الأكاديمي في تسجيل المقررات؟"],
     "responses": ["تتيح عمادة القبول والتسجيل والكليات للذين لديهم حالات تستلزم تعديل الجدول المساعدة عبر المرشد الأكاديمي، حيث يقوم المرشد بالتالي: بحيث يعاين المرشد الأكاديمي كشف درجات الطالب والمقررات المسجلة ومقارنة ذلك مع الخطة الدراسية ثم توجيه الطالب للمقررات التي تتطابق مع حالته الأكاديمية وتخصصه، وبعد ذلك يمكن للمرشد الأكاديمي تسجيل المقررات للطالب والحذف والإضافة مباشرة من حسابه على أنظمة التسجيل ثم يقوم المرشد بالتأكد ومن عدم وجود أي تعارض في مواعيد جدول الطالب الدراسي، وتنتهي كافة إجراءات التسجيل قبل بدء الدراسة بأسبوع ولا يحق للطالب إجراء أي تعديلات على اختياراته."],
     "context": [""]
    },
    {"tag": "دور الطالب تجاه المرشد الأكاديمي",
         "patterns": ["هل الطالب له دور أمام المرشد الأكاديمي؟","ما هو دوري كطالب مع المرشد الأكاديمي؟","ما هي مسؤوليات الطالب تجاه المرشد الأكاديمي؟"],
     "responses": ["التواصل المباشر أو الإلكتروني مع المرشد الأكاديمي من خلال جميع القنوات المتاحة، والحصول على خدمــات أكاديمية مثــل الحذف والإضافة فــي فتــرة تســجيل المقررات، والمناقشة مع المرشد الأكاديمي في كل ما يهم مستقبله الأكاديمي، والاستفادة من الخدمات المتاحة بالكلية والجامعة والتي يرشده إليها المرشد الأكاديمي"],
     "context": ["دور الطالب","مسؤولية الطالب"]
    },
    {"tag": "الية التواصل ",
     "patterns": ["هل يوجد تواصل من خلال نظام الكتروني مع المرشد الأكاديمي؟","ماهي وسائل التواصل مع المرشد الأكاديمي؟","كيف يمكن التواصل مع المرشد الأكاديمي؟","كيف أتواصل مع مرشدي؟"],
     "responses": ["نظام الكتروني Odus Plus، البريد الالكتروني، والهاتف، والإرشاد الأكاديمي المباشر من خلال تحديد موعد عبر النظام الالكتروني، أو موعد لقاء الافتراضي عبر Blackboard"],
     "context": ["وسائل التواصل","الية التواصل"]
    },
    {"tag": "الإنذارات الأكاديمية ",
     "patterns": ["ما سبب الإنذار؟","كم عدد الإنذارات؟","ماذا يقصد بالإنذار الأكاديمي؟","متى يفصل الطالب من الجامعة"],
     "responses": ["يفصـل الطالـب مـن الجامعة إذا حصـل علـى ثلاث إنـذارات أكاديمية بتدنـي المستوى عـن 2.00 أو عـدم إنهـاء متطلبـات التخـرج خـال مـدة تقـدر بمـرة ونصـف مـن المدة المقررة للتخـرج، أو إذا أخـل باللوائـح وأنظمـة الجامعة، أو سـلوك وأخلاقيات الطالـب الجامعي."],
     "context": [""]
    },
    {"tag": "الأعمال الفصلية",
     "patterns":["هل الأعمال الفصلية على الاختبارات فقط؟" ,"ما هي درجة الأعمال الفصلية؟","كم عدد الاختبارات في المقرر؟","هل توجد أعمال فصلية؟","كيف تحسب الأعمال الفصلية؟","كيف تحسب درجات المقرر؟"],
     "responses": ["تحتسب درجة الأعمال الفصلية للمقرر بإحدى الطريقتين الآتيتين: إما الاختبارات الشفهية أو العملية أو البحوث أو أنواع النشاط الصفي الأخرى أو منها جميعاً أو من بعضها واختبار تحريري واحد على الأقل، أو اختبارين تحريرين على الأقل. "],
     "context": ["الاختبارات","الأعمال الفصلية"]
    },
     {"tag": " تقدير غير مكتمل",
     "patterns": ["ما لمقصود بدرجة غير مكتمل","هل تحسب IC ضمن المعدل؟","ما معنى تقدير غير مكتمل؟","ما هي IC؟"],
     "responses": ["إذا لـم ينجـز الطالـب متطلبـات اي مقـرر دراسـي فإنـه يسـمح لـه باسـتكمال متطلبـات المقرر بنـاء علـى توصيـة أسـتاذ المادة، ويحصـل علـى تقديـر غيـر مكتمـل IC)) ولا يحسـب ضمـن المعدل الفصلـي أو التراكمـي وعلـى الطالـب إنهـاء متطلباتهـا فـي الفصـل التالـي وإلا تحول إلـى راسـب فـي المادة."],
     "context": [" غير مكتمل"]
    },
     {"tag": "الاحتياجات الخاصة",
     "patterns": ["هل توجد أدلة مطبوعة لذوي الاحتياجات الخاصة؟","كيف يكون الإرشاد لذوي الاحتياجات الخاصة؟","متى يكون الإرشاد الأكاديمي لذوي الاحتياجات الخاصة؟","هل يوجد برنامج خاص لذوي الاحتياجات؟","هل يوجد إرشاد أكاديمي لذوي الاحتياجات الخاصة؟"],
     "responses": ["يقدم البرنامـج مـرة فـي بدايـة كل فصـل دراسـي لتعريـف الطـاب ذوي الاحتياجات الخاصة بالمرافق والخدمات المتاحة لهــم.، كما يقدم البرنامــج خدماتــه الاستشارية بصفــة مســتمرة لهــذه الفئــة و فــي كل فصــل دراســي يتــم تقــدمي دورة عــن ثقافــة التعامــل مــع ذوي الاحتياجات الخاصة تســتهدف أعضــاء هيئــة التدريــس وجميــع منســوبي الجامعة وتوفر نسخة من أدلة الإرشاد الأكاديمي مطبوعة بطريقة» برايل« للطلبة المكفوفين  كما يتـم التعـرف علـى الملصقات الإرشادية بالكليـات توضـح أماكـن مسـارات الطـاب ذو الإعاقة الحركية والتـي تشـمل الممرات الخاصة بالأفراد ذوي التحديـات الحركية عنـد مداخـل كليـات الجامعة ومبانيهـا.. "],
      "context": ["الإرشاد الأكاديمي لذوي الاحتياجات الخاصة"]
    },
      {"tag": "الحذف والإضافة",
      "patterns":["هل يمكن للمرشد الأكاديمي إجراء عمليات الحذف والإضافة؟","كيف يتم الحذف والإضافة؟","هل يمكن للطالب إجراء عمليات الحذف والإضافة؟"],
      "responses":["من نظام الشؤون الأكاديمية Odus Plus ، ثم نقوم باختيار تبويب» الإرشاد الأكاديمي « ومن قائمة الخدمات نقوم بالضغط على رابط» الحذف والإضافة لشعب الخطة، وتظهر الرموز الدلالية لالة المقرر فيوجد رمز علامة الصح الذي يشير الى مقرر تم اجتيازه اما رمز التروس فيشير الى مقرر يتم دراسته حاليا- بإمكان المرشد من خلال هذه الصفحة من دراسة خطة الطالب الدراسية ومعرفة المواد التي يجب على الطالب تسجيلها وفقا لخطته الدراسية، ويمكن التعرف من متطلبات المقرر الذي يجب على الطالب اجتيازها ليتمكن من تسجيل هذا المقرر ثم تسجيل مقرر واحد للطالب أو مجموعة مقررات نقوم بوضع علامة الصح امام كل مقرر مع المتطلبات الدراسية للمقرر ومراعاة عدم اختيار مقررات أكثر من الحد المسموح به لعدد الساعات. ولحذف مادة من جدول الطالب نقوم باختيار» حذف من الويب «من قائمة العمليات ومن ثم الضغط على» تنفيذ التغييرات « "],
      "context": [""]
    },
    {"tag": "الغياب",
     "patterns": ["هل يوجد عدد محدد للغياب؟","”هل يسمح لي بالغياب؟","ما هي نسبة الغياب المسموحة؟","ما هو الحرمان؟"],
     "responses": ["الحرمان جامعة الملك عبدالعزيز يُنص كالتالي: على الطالب المنتظم حضور المحاضرات والدروس العلمية ويحرم من دخول الاختبار النهائي فيها إذا قلة نسبة حضوره عن 75% أي أن نسبة الغياب إذا تجاوزت 25% من المحاضرات والدروس العلمية المحددة لكل مقرر خلال الفصل الدراسي، ويرصد له درجة محروم DN في كشف الدرجات النهائي، ويقوم كل قسم بإعلان أسماء الطلاب المحرومين في المقررات الدراسية قبل أسبوعين من بداية الاختبارات النهائية. ولا بد من الاستفسار عن نسبة الغياب المسموحة من استاذ المادة أو إدارة الكلية في بداية كل فصل دراسي"],
     "context": ["طريقة حساب الغياب والحرمان"]
    },
    {"tag": "التقارير المرضية",
     "patterns": ["ما هي آلية قبول التقارير المرضية؟","كيف يكون الغياب بتقرير مرضي؟","هل تقبل التقارير المرضية؟","ماهي فترة التقارير المرضية؟"],
     "responses": ["يقبل العـذر المرضي بإحضـار أصـل التقريـر الطبـي مـن الإدارة الطبيـة أو المستشفى الجامعي أو مستشــفى معتمــد. ويقـدم الطالـب أو أحـد أقاربـه العـذر لوكيـل الكليـة فـي فتـرة زمنيـة ال تزيـد عـن خمسـة أيـام مـن وقــوع الحالة المرضية. وإذا اشـتملت فتـرة الغيـاب المرضي امتحانا دوريـا أو نصفيـا فإنـه يتـم تقديـر إعـادة الاختبار مـن قبـل وكيـل الكليـة بالتنسـيق مـع رئيـس القسـم وأسـتاذ المادة  وإذا كانـت فتـرة الغيـاب المرضي تشـمل امتحانا نهائيـا، فيتـم تعليـق النتيجـة ويحـرر محضـر بذلـك، وبعـد النظـر فـي قبـول التقريـر الطبـي مـن عدمـه يتـم تحديد تقديـر الطالـب إمـا F  أو  IC . وقـد تنظـر الكليـة فـي وضـع اختبارا بديلا."],
     "context": ["آلية التقارير المرضية"]
    },
    {"tag": "لوائح الاعتذار",
     "patterns": ["ما هي آلية الاعتذار عن المقرر الدراسي؟","ما هي لوائح الاعتذار في الجامعة؟","كيف يكون الاعتذار؟"],
     "responses": ["يحـق للطالـب الاعتذار عـن إكمـال الدراسـة لفصلـن متتاليـن أو ثلاثة فصـول غيـر متتاليـة ولا يعـد راســبا مــع مراعــاة: ألا يكــون الطالــب مســتجدا، وألا يقــل معدلــه التراكمــي عــن 2.00 ويتقــدم بطلــب لكليــة قبــل خمســة أســابيع مــن الاختبارات النهائيــة. ويحـق للطالـب / الطالبـة الاعتذار عـن الدراسـة فـي أي فصـل دراسـي؛ إذا تقـدم بطلـب اعتـذار مـن خلال حسـابه علـى النظـام الإلكتروني فـي الفتـرة المحددة لذلـك حسـب التقويم الدراسـي الجامعي لـكل فصـل والمعلن علـى موقـع عمـادة القبـول والتسـجيل وعـادةً مـا يكـون خلال الأسابيع الثمانيـة الأولى مـن الفصـل الدراسـي. لا يحتسـب الاعتذار عـن الدراسـة فـي الفصـل الصيفـي ضمـن عـدد المرات التـي يحـق للطالـب الاعتذار فيهــا عــن دراســة الفصــل الدراســي 3 مــرات، ولكــن الاعتذار عــن مقــرر فــي الفصــل الصيفــي يحتسـب ضمـن العـدد المسموح للطالـب بالاعتذار عنهـا. "],
     "context": [" آلية الاعتذار"]
    },
   {"tag": "الغياب عن الاختبار النهائي",
     "patterns": ["ما نوع التقرير المرضي المقبول في الجامعة؟","هل يقبل العذر المرضي؟","ما هو إجراء الغياب عن الاختبار النهائي؟","هل يمكن قبول عذر مرضي عند الاختبار؟"],
     "responses": ["يقبـل العـذر المرضي بإحضـار أصـل التقريـر الطبـي مـن الإدارة الطبيـة أو المستشفى الجامعي أو مستشــفى معتمــد.  ويقـدم الطالـب أو أحـد أقاربـه العـذر لوكيـل الكليـة فـي فتـرة زمنيـة لا تزيـد عـن خمسـة أيـام مـن وقــوع الحالة المرضية.  وإذا اشـتملت فتـرة الغيـاب المرضي امتحانا دوريـا أو نصفيـا فإنـه يتـم تقديـر إعـادة الاختبار مـن قبـل وكيـل الكليـة بالتنسـيق مـع رئيـس القسـم وأسـتاذ المادة، وإذا كانـت فتـرة الغيـاب المرضي تشـمل امتحانا نهائيـا، فيتـم تعليـق النتيجـة ويحـرر محضـر بذلـك، وبعـد النظـر فـي قبـول التقريـر الطبـي مـن عدمـه يتـم تحديد تقديـر الطالـب إمـا F  أو  IC . وقـد تنظـر الكليـة فـي وضـع اختبارا بديلا)."],
     "context": ["الغياب عن الاختبار النهائي,","التقرير المرضي"]
    },
 {"tag": "لوائح التأجيل",
     "patterns": ["كيف يكون تأجيل الدراسة؟","هل يحق لي تأجيل الدراسة؟","كم مدة تأجيل الدراسة؟","”ما هي لوائح التأجيل؟"],
     "responses": ["يحـق للطالـب / الطالبـة التقـدم بطلـب لتأجيـل الدراسـة؛ إذا تقـدم بطلـب التأجيـل مـن خلال حسـابه علـى النظـام الإلكتروني فـي الفتـرة المحددة لذلـك حسـب التقويم الدراسـي الجامعي للفصـل الـذي يســبق الفصــل الــذي يرغــب فــي تأجيلــه والمعلن علــى موقــع عمــادة القبــول والتســجيل، علــى ألا تتجـاوز مـدة التأجيـل فصليـن دراسيين متتاليـن أو ثالثـة فصـول متفرقة. "],
     "context":["تأجيل الدراسة"]
    },
 {"tag": "الطالب الزائر",
     "patterns": ["كيف يتم قبول الطالب الزائر؟","من هو الطالب الزائر؟","هل يوجد طالب زائر؟"],
     "responses": ["الطالب الزائر هو الذي يقوم بدراسة بعض المقررات في جامعة أخرى أو في فرع من فروع الجامعة التي ينتمي إليها دون تحويله، وتعادل له المواد التي درسها وفقاً للضوابط الآتية: موافقة الكلية التي يدرس فيها مسبقا على الدراسة. وان تكون الدراسة في كلية أو جامعة معترف بها. وأن يكون المقرر الذي يدرسه الطالب خارج الجامعة معادلاً أو (مكافئا) في مفرداته لأحد المقررات التي تتضمنها متطلبات التخرج. ويحدد مجلس الجامعة الحد الأقصى لنسبة الوحدات الدراسية التي يمكن احتسابها من خارج الجامعة للطالب الزائر. ولا تحتسب معدلات المقررات التي تتم معادلتها للطالب الزائر من الجامعة الأخرى ضمن معدله التراكمي وتثبت المقررات في سجله الأكاديمي شروط أخرى يضعها مجلس الجامعة.. "],
     "context": ["آلية الطالب الزائر"]
    },
    {"tag": "لوائح الطالب الزائر",
     "patterns": ["كيف تتم معادلة مواد الطالب الزائر؟","هل توجد شروط خاصة بالدراسة للطالب الزائر؟ ","ما هي لوائح الطالب الزائر؟","كيف يدرس الطالب الزائر المقررات؟"],
     "responses": ["يسـمح للطالـب بدراسـة بعـض المقررات فـي جامعـة أخـرى معتـرف بهـا أو فـي أحـد فـروع الجامعة بما لا يزيـد عـن 30 %مـن السـاعات الدراسـية المطلوبة للتخـرج بعـد الحصول المسبق علـى موافقـة الكليـة التـي درس فيهـا فـي حالـة مطابقـة المقرر لمفردات أحـد مـواد متطلبـات التخـرج، مـع مراعـاة المستوى الدراسـي للطالـب وكذلـك عـدد المقررات المسموح بهـا فـي كل مسـتوى. ولا تتـم معادلـة أي مقـرر درسـه الطالـب فـي أي جامعـة أخـرى مالـم يحصـل علـى موافقـة مسـبقة مــن جامعــة الملك عبدالعزيــز المبنية علــى موافقــة الكليــة التــي يــدرس فيهــا الطالــب وأن تكــون الدراســة فــي جامعــة معتــرف بهــا. "],
     "context": ["دراسة الطالب الزائر" ]
    },

        {"tag": "التسكين",
         "patterns": ["كيف يتم التسكين؟","ما هو التسكين؟","ما هي آليات التسكين؟","هل التسكين من خلال النظام الالكتروني؟","لهل توجد أكثر من رغبة عند اختيار التسكين"],
         "responses": ["التسكين هو عملية تحديد كلية الطالب بناءً على ترتيب رغباته بشرط تحقيق المعايير للكلية التي يرغبها وتوفر مقاعد شاغره فيها. يتقدم الطالب في الفترة المحددة للتسكين أثناء دراسة السنة التحضيرية لتحديد رغباته عبر نظام الخدمات الإلكترونية ODUS PLUS وهو مسؤول عن ترتيبها بحسب أولوياتها. وتوضع الرغبات بالترتيب المطلوب والمرغوب، مع ملاحظة أنه في حالة اختيار رغبة لا يمكن تغييرها بعد ظهور النتائج. ثم يتم فرز نتائج التسكين بعد نهاية الفصل، وتستبعد الطلبات غير المحققة للمعايير حيث يجب اجتياز كامل مقررات السنة التحضيرية بنجاح وألا يقل المعدل عن 2 من 5 للدخول في المفاضلة وتحقيق معايير الكليات – راجع دليل القبول. وتتم المفاضلة بين الطلبات حسب الرغبات والمعدل الموزون النسبي للتسكين والطاقة الاستيعابية لكل كلية وتحقيق معايير الكليات"],
         "context": ["آلية التسكين"]
          },
        {"tag": "السجل الأكاديمي",
         "patterns": ["ماذا يحتوي السجل الأكاديمي؟","ماذا يعني سجل أكاديمي؟","أين أجد المعدل الفصلي والتراكمي لكل فصل؟","ما هو السجل الأكاديمي؟","أين أجد السجل الأكاديمي؟","أين أجل تفاصيل دراستي؟"],
         "responses": ["هـو بيـان  في  نظام الخدمات الإلكترونية ODUS PLUS  يحتـوي علـى جميـع بيانـات المقررات الدراسـية ونتيجـة الطالـب فـي كل منهـا لـكل فصـل دراسـي تم الانتهاء منـه، بالإضافة للمعـدل الفصلـي لـكل فصـل والمعدل التراكمـي لجميع الفصـول الدراسية"],
         "context": ["تعبئة الاستبانات المركزية"]
        },

    {"tag": "المرشد الأكاديمي والمشرف الأكاديمي",
         "patterns": ["من هو المشرف الأكاديمي؟","هل يوجد فرق بين المرشد الأكاديمي والمشرف الأكاديمي؟","ما هو الفرق بين المرشد الأكاديمي والمشرف الأكاديمي؟","من هو المرشد الأكاديمي؟"],
         "responses": ["المشرف: مشرف وموجه ومرشد على رسالتك العلمية أما المرشد الأكاديمي: دورة في متابعة الطالب منذ التحاقه بالجامعة وحتى تخرجه ومساعدته في كل ما يحتاجه خلال مسيرته الدراسية."],
         "context": ["الفرق بين المشرف والمرشد الأكاديمي"]
        },

    {"tag": " المعدل الفصلي والتراكمي",
         "patterns": ["كيف أعرف معدلي الفصلي؟","ماذا يعني المعدل الفصلي؟","كيف يتم احتساب المعدل الفصلي؟","كيف أحسب المعدل التراكمي؟"],
         "responses": ["ـحويل الدرجـات المئوية إلى الـوزن التقديري مثال: 93% = 4.75، ثم ضرب عدد الساعات كل مادة × الوزن التقديري لتحصل على نقاط المادة مثال: 4.75 × 3 وكرر العملية مع بقية المواد. واجمع عدد النقاط، وكذلك اجمع عدد الساعات الدراسية ثم اقسم عدد النقاط على عدد الساعات يعطيك المعدل الفصلي، ولحساب المعدل التراكمــي يتــم جمــع نقــاط الفصــول الدراســية التــي نم الانتهاء منهــا وقســمته علـى عـدد إجمالـي عـدد السـاعات لنفـس الفصول"],
         "context": ["حساب المعدل الفصلي والتراكمي"]
        },
         {"tag": "المعدل التراكمي",
         "patterns": ["هل يختلف المعدل الفصلي عن المعدل التراكمي؟","ما هو المعدل التراكمي؟","كيف يتم احتساب المعدل التراكمي؟","هل يمكنني حساب المعدل التراكمي ","كيف يمكنني حساب معدلي التراكمي؟"],
         "responses": ["المعدل التراكمــي يختلف عن المعدل الفصلي وهو هــو معيــار رقمــي مــن 1 إلــى 5 يمثل مســتوى تحصيل الطالــب / الطالبــة فــي مجموعـة مـن المقررات فـي جميـع الفصـول الدراسـية التـي أتمها، ويحسـب بقسـمة مجمـوع النقـاط التــي حصــل عليهــا الطالــب / الطالبــة علــى مجمــوع عــدد الوحــدات الدراســية لجميع المقررات فــي جميــع الفصــول الدراســية."],
         "context": ["حساب المعدل التراكمي"]
        },
    {"tag": "التقديرات والدرجات",
         "patterns": ["كيف يتم حساب التقديرات؟","ما هي أقل درجة ممكن الحصول عليها؟","كيف أحصل على امتياز؟","كيف يتم حساب التقديرات والدرجات؟","كيف يتم حساب الدرجات؟","كم تساوي التقديرات بالدرجات؟"],
         "responses": ["استبانة الخدمة الجامعية بداية العام الأكاديمي","95 إلى أقل من 100 يعني 5 و 90 إلى أقل من 95 يعني 4.75 و85 إلى أقل من 90 يعني 4.50 و80 إلى أقل من 85 يعني 4.00","75 إلى أقل من 80 يعني 3.50 و70 إلى أقل من 75 يعني 3.00 و65 إلى أقل من 70 يعني 2.50 و60 إلى أقل من 65 يعني 2.00 و أقل من 60 يعني 1.00","ممتاز لا يقل عن 4.5 من 5","جيد جدا من 3.75 إلى أقل من 4.5","جيد من 2.75 إلى أقل من 3.75 ","مقبول من 2.00 إلى أقل من 2.75"],
         "context": ["حساب التقديرات والدرجات "]
        },

         {"tag": " تأجيل الدراسة والانقطاع عن  الدراسة",
         "patterns": ["متى تغلق الاستبانات","كيف يتم حساب التقديرات؟","متى تنتهي فترة المشاركة في الاستبانات","متى يغلق نظام استبانة","متى تنتهي فترة تفعيل الاستبانات المركزية"],
         "responses": ["إذا انقطع الطالب المنتظم عن الدراسة مدة فصل دراسي دون طلب التأجيل يطوى قيده من الجامعة، ولمجلس الجامعة طي قيد الطالب إذا انقطع عن الدراسة لمدة اقل. كما يحق للطالب الاعتذار عن إكمال الدراسة لفصلين متتالين أو ثلاثة فصول غير متتالية ولا يعد راسبا مع مراعاة: ألا يكون الطالب مستجدا، ولا يقل معدله التراكمي عن (2.00) ويتقدم بطلب للكلية قبل خمسة أسابيع من الاختبارات النهائية. من خلال حسابه على النظام الالكتروني في الفترة المحددة لذلك حسب التقويم الدراسي الجامعي لكل فصل والمعلن على موقع عمادة القبول والتسجيل وعادةً ما يكون خلال الاسابيع الثمانية الاولى من الفصل الدراسي","لا يحتسب الاعتذار عن الدراسة في الفصل الصيفي ضمن عدد المرات التي يحق للطالب الاعتذار فيها عن دراسة الفصل الدراسي (3 مرات)،","الاعتذار عن مقرر في الفصل الصيفي يحتسب ضمن العدد المسموح للطالب بالاعتذار عنها","أما تأجيل فصل دراسي: يحق للطالب / الطالبة التقدم بطلب لتأجيل الدراسة؛ إذا تقدم بطلب التأجيل من خلال حسابه على النظام الالكتروني في الفترة المحددة لذلك حسب التقويم الدراسي الجامعي للفصل الذي يسبق الفصل الذي يرغب في تأجيله والمعلن على موقع عمادة القبول والتسجيل على ألا تتجاوز مدة التأجيل فصلين دراسيين متتالين أو ثلاثة فصول متفرقة"],
         "context": ["لوائح الانقطاع والتأجيل عن الدراسة"]
        },

    {"tag": "طي القيد",
         "patterns": ["هل أمنع من العودة بعد طي القيد؟","كيف أتقدم بإعادة القيد؟","كيف يمكن العودة بعد طي القيد؟","ما هو طي القيد","هل استطيع العودة بعد طي القيد؟"],
         "responses": ["-أن يتقدم بطلب إعادة القيد خلال أربعة فصول دراسية من تاريخ طي قيده. وأن يوافق مجلس الكلية والجهات ذات العلاقة على ذلك. وإذا مضى على طي قيد الطالب أربعة فصول فأكثر فبإمكانه التقدم للجامعة طالباً مستجداً، دون الرجوع إلى سجله الدراسي السابق، على أن تنطبق عليه كافة شروط القبول المعلنة في حينه. وفي حالة الضرورة القصوى يعاد قيده وفق ضوابط معينة. ولا يجوز إعادة قيد الطالب / الطالبة أكثر من مرة واحدة، إلا في حالة الضرورة القصوى. ولا يجوز إعادة قيد الطالب / الطالبة المفصول من الجامعة؛ لأسباب أكاديمية تتعلق بانخفاض -المعدل أقل من »2«واستنفاذ جميع الإنذارات المسموح بها، أو الذي فصل من جامعة أخرى للسبب ذاته او لسبب تأديبي، وإذا ثبت لاحقاً أنه سبق فصله لهذا السبب؛ يعتبر قيده ملغى من تاريخ إعادة قيده."],
         "context": ["لوائح طي القيد والعودة للدراسة"]
        },

   
    {"tag": "الفصل من الجامعة",
         "patterns": ["هل الإنذارات تؤدي للفصل؟ ","ما هي أسباب الفصل؟","متى يفصل الطالب من الجامعة؟"],
         "responses": ["يفصل الطالب من الجامعة في الحالات الآتية: إذا حصل على ثلاثة إنذارات متتالية على الأكثر لانخفاض معدله التراكمي عن (2.0 من 5، أو 1.0 من4) ولمجلس الجامعة بناءً على توصية مجلس الكلية إعطاء فرصة رابعة لمن يمكنه رفع معدله التراكمي بدراسته للمقررات المتاحة","إذا لم ينه متطلبات التخرج خلال مدة أقصاها نصف المدة المقررة لتخرجه علاوة على مدة البرنامج، ولمجلس الجامعة إعطاء فرصة استثنائية للطالب لإنهاء متطلبات التخرج بحد أقصى لا يتجاوز ضعف المدة الأصلية المحددة للتخرج. ويجوز لمجلس الجامعة في الحالات الاستثنائية معالجة أوضاع الطلاب الذين تنطبق عليهم أحكام الفقرتين السابقتين بإعطائهم فرصة استثنائية لا تتجاوز فصلين دراسيين على الأكثر."],
         "context": ["لوائح الفصل من الجامعة "]
        },
    {"tag": "طي قيد السنة التحضيرية ",
         "patterns": ["هل يتم طي القيد لطلبة السنة التحضيرية لأي سبب","”هل يوجد طي قيد في السنة التحضيرية؟","متى يتم طي القيد في السنة التحضيرية؟"],
         "responses": ["في حالة عدم اجتيازه جميع مواد السنة التحضيرية بنجاح خلال المدة المحددة (ثلاث فصول دراسية كحد أقصى)، في حالة حصوله على معدل تراكمي أقل من 2 بنهاية السنة التحضيرية (وان أنهى جميع مواد السنة التحضيرية). وفي حالة تغيب الطالب عن الدراسة أو الانقطاع عنها، وفي حالة صدور قرار إداري بطي قيده."],
         "context": ["لوائح طي القيد لطلبة السنة التحضيرية"]
        },
       
      {"tag": "التحويل الداخلي والخاريج",
         "patterns": ["هل يوجد تحويل خارجي؟","هل يوجد تحويل داخلي؟","ما هي شروط التحويل؟ الداخلي؟ والخارجي؟"],
         "responses": ["شروط التحويل الداخلي بين الكليات: ألا يقل المعدل التراكمي للطالب عن 3 من 5 مع المفاضلة أعلى المعدلات وأن يكون الطالب مستوفياً لشروط التحويل في الكلية المحول إليها والسعة المحددة. وألا يكون في سجله الأكاديمي أي عقوبات تأديبية وأن يكون التحويل مرة واحدة فقط وألا يكون قد درس في تخصصه الحالي ما يزيد عن نصف متطلبات التخرج. وتقـدم طلبـات التحويـل فـي الفتـرة المحددة فـي التقويم الجامعي حيـث تدخـل رغبـات التحويـل علـى نظــام Plus Odus والتحويل إلى وبين الكليات الصحية يكـون سـنويا حيــث يتــم فتــح النظــام للتحويــل فــي منتصــف العــام الهجــري لــكل عــام للتحويــل حسـب الشـروط التـي تعلنهـا الكليـات الصحيـة. أما التحويل من الجامعة إلى جامعة أخرى يشـترط أن تكـون هـذه الجامعة معتـرف بهـا مـن الـوزارة التعليـم العالـي، وألا يكـون الطالـب مفصـول لأسباب تأديبيـة وأكاديمية، وألا يقـل معـدل الطالـب عـن   3 مـن 5   أو   2 مـن 4، ودراسـة مالا يقـل عـن 50 %مـن متطلبـات التخـرج فـي جامعـة الملك عبدالعزيز"],
         "context": ["شروط التحويل الداخلي والخارجي "]
        },

      {"tag": "معادلة المواد",
         "patterns": ["هل توجد معادلة للمواد؟","كيف تتم معادلة المواد؟","ما هي شروط معادلة المواد؟"],
         "responses": ["لكل مخرج من مخرجات التعلم عدد من المقررات يتم تحقيقه من خلالهم. ولكن إجمالا يجب يتم تغطية جميع مخرجات التعلم بالمقررات في خطة البرنامج"],
         "context": ["شروط معادلة المواد "]
        },

         {"tag": " المكافأة الطلابية",
         "patterns": ["ما هي الحالات التي يقف فيها صرف المكافأة؟","هل المكافأة ممكن أن يتم إيقاف صرفها؟"],
         "responses": ["تصــرف مكافــأة ماليــة شــهرية للطــاب للمســار العلمــي ألــف ريــال وفــي المسار الأدبي والإداري 850 ريــال.، كمــا تقــدم العمــادة مكافــأة امتيــاز ملــن حصــل علــى معــدل4.5مــن 5 وأعلى خلال فصلــن دراسيين متتابعــة والفصــل الصيفــي لا يحســب. علــى أن تكــون مــن ضمــن المدة النظاميـة للدراسـة وحسـب برنامـج الطالب. وتتوقف المكافأة في الحالات:  إذا قل المعدل عن   من 5 وتأجيل الدراسة أو الاعتذار وانتهاء المدة النظامية للدراسة والانسحاب النهائي من الجامعة وصدور قرار تأديبي"],
         "context": ["شروط المكافأة الطلابية "]
        },

    {"tag":"شهادة التفوق",
        "patterns":["هل توجد شهادات تفوق؟","ما هي شروط الحصول على شهادة التفوق؟ الأكاديمي","كيف يتم منح شهادة التفوق؟"],
        "responses":[" تُمنح للمتوفقين دراسياً شهادة تفوق بشرط الحصول على معدل دراسي (٤.٥) فما فوق لفصلين دراسيين متتاليين."],
        "context":[""]},

    {"tag": "المرشد الأكاديمي",
         "patterns": ["كيف أعرف من هو مرشدي الأكاديمي؟","أين يسجل اسم المرشد الأكاديمي؟","هل يظهر اسم المرشد الأكاديمي في النظام"],
         "responses": ["على نظــام Odus Plus"],
         "context": ["اسم المرشد الأكاديمي"]
        },

    {"tag":"اختبار تحديد المستوى",
        "patterns":["هل يتم احتساب اختبار تحديد المستوى ضمن المعدل؟","ما المقصود باختبار تحديد المستوى في اللغة الإنجليزية وهل تحتسب نتيجته ضمن المعدل التراكمي؟","هل يوجد اختبار تحديد المستوى؟"],
        "responses":["بعد قبولك في الجامعة، سيتم توجيهك إلى صفحة عمادة القبول والتسجيل لحجز موعد الاختبار. إذا كنت تواجه أي مشكلة في حجز اختبار تحديد مستوى اللغة الإنجليزية يرجى إرسال طلب عن طريق المعاملات الإلكترونية وسيتم تزويدك بتاريخ ووقت أداء اختبار تحديد مستوى اللغة الانجليزية في معهد اللغة الإنجليزية -بعد الانتهاء من إجراءات القبول. بإمكانك التواصل مع معهد اللغة الانجليزية ، وبعد الانتهاء من الاختبار، سيظهر لك المستوى الدراسي المستحق في جدولك الدراسي. ويمكنك التحقق من الجدول الدراسي عن طريق Plus Odus ولا يحسب ضمن المعدل التراكمي."],
        "context":["معلومات عن اختبار تحديد المستوى"]},

        {"tag": "الإعفاء",
         "patterns": ["ما هي درجة شهادة الآيتلس المطلوبة للإعفاء عن مقرر اللغة الإنجليزية؟","هل يوجد إعفاء عن دراسة مقرر اللغة الإنجليزية؟","ما هي شروط الإعفاء عن دراسة مقرر اللغة؟","هل يتم إعفاء الطالب من دراسته مقرر اللغة الإنجليزية إذا كان حاصلاً على شهادة   IELTS؟"],
         "responses": ["١- مرحلة الاعداد وتتضمن نشر ثقافة الجودة بالقطاع، تحديد فريق عمل و الاطلاع على متطلبات المواصفة","٢- مرحلة التخطيط وتتضمن تحديد الجدول الزمني لمشروع تأسيس نظام للجودة","٣- مرحلة التأسيس والتوثيق وتتضمن تنفيذ خطة العمل بما في ذلك تحديد أصحاب المصلحة ومتطلباتهم، تحديد المتطلبات القانونية تحديد المخاطر والفرص كتابة النطاق للقطاع وسياسة الجودة والسياق وتحديد الأهداف وتحديد وتوثيق الإجراءات وتحديد المسؤوليات والصلاحيات.","٤- مرحلة التطبيق وتختص بتفعيل النظام","٥- مرحلة التدقيق على النظام والإجراءات التصحيحية ","٦- مرحلة الشهادة من الجهة المانحة."],
         "context": ["شروط الإعفاء"]
        },

    {"tag":"السنة  التحضيرية",
        "patterns":["هل السنة التحضيرية هي السنة الأولى للطالب في الجامعة؟ة","كم مدة السنة التحضيرية؟","هل تحتسب السنة التحضيرية ضمن المعدل؟","هل يمكن التحويل من مسار إلى مسار خلال السنة التحضيرية؟"],
        "responses":["يدرس الطالب مستويين متتالين (فصلين دراسيين) لاستكمال مواد السنة التحضيرية تحسب له من خطة التخرج.-تحسب الدرجات التي يحصل عليها الطالب في السنة التحضيرية ضمن سجله الدراسي وتؤثر على معدله الدراسي بالجامعة.-يجب اجتياز جميع مقررات السنة التحضيرية بنجاح خلال السنة الأولى، ويسمح فقط بدراسة فصل دراسي إضافي للطالب المتعثر لإنهاء متطلبات السنة التحضيرية (على ألا تتعدى دراسة الطالب ثلاث فصول دراسية لإنهاء متطلبات السنة التحضيرية) ولا يحق للطالب التحويل من مسار إلى آخر في السنة التحضيرية بعد أداء الاختبارات النهائية لأي مادة."],
        "context":["معدل السنة التحضيرية "]},

        {"tag": "السنة التحضيرية",
         "patterns": ["ما هو المعدل المطلوب للتسكين بعد السنة التحضيرية؟","هل يمكن للطالب أن يحول من مسار إلى آخر في السنة التحضيرية؟","هل يمكن التحويل من مسار إلى مسار"],
         "responses": ["يجب النجاح في جميع مواد السنة التحضيرية خلال المدة المحددة كشرط أساسي للتسكين في الكليات وألا يقل معدل الطالب عن 2.75 من 5 عند التسكين. ويطوى قيد الطالب من الجامعة إذا تدنى معدله التراكمي عن   2 من 5  ولا لا يحق للطالب التحويل من مسار إلى أخر في السنة التحضيرية بعد بدء الدراسة."],
         "context": ["مسارات السنة التحضيرية "]
        },
    {"tag":"السنة التحضيرية ",
        "patterns":["هل يوجد تأجيل دراسة بعد القبول في السنة التحضيرية؟,","هل يسمح بالتأجيل خلال السنة التحضيرية؟"],
        "responses":["لا يسمح بتأجيل الدراسة خلال السنة التحضيرية. وفي حالات استثنائية، يمكن للطالب التقدم بطلب التأجيل للجنة الدائمة للقبول والتسجيل لدراسة حالته واتخاذ القرار المناسب حسب طبيعة ومدة التأجيل.تحسب مدة التأجيل من مدة التأجيل النظامية للطالب"],
        "context":["تأجيل السنة التحضيرية "] },

        {"tag": "السنة التحضيرية ",
         "patterns": ["هل يوجد اعتذار عن الدراسة بعد القبول في السنة التحضيرية؟","هل يسمح بالاعتذار خلال السنة التحضيرية؟"],
         "responses": ["لا يسمح للطالب بالاعتذار عن دراسة الفصل الدراسي. وفي حالات استثنائية تقوم اللجنة الدائمة للقبول والتسجيل بالنظر في حالات طلب الاعتذار عن الدراسة، على أن تحسب فترة الاعتذار عن الدراسة من عدد الفصول التي يسمح للطالب الاعتذار فيها."],
         "context": ["الاعتذار من السنة التحضيرية "]
        },

    {"tag":"الدرجات",
        "patterns":["هل يمكن الاعتراض على الدرجات؟؟","ما الإجراء المتبع في حال اعتراض الطالب على درجات الاختبارات الفصلية-النهائية؟","كيف يكون الاعتراض على الدراجات؟"],
        "responses":["إذا كان لدى الطالب اعتراض على درجته في الاختبار الفصلي يحق له الاعتراض خلال أسبوع من اطلاعه على ورقة إجابته. يقدم طلب الاعتراض إلى مدرس المقرر، وفي حال عدم قناعة الطالب بإفادة مدرس المقرر يقدم اعتراضه لرئيس القسم (أو وكيل الكلية للشؤون الأكاديمية إذا كان رئيس القسم هو مدرس المقرر "],
        "context":["الاعتراض على الدرجات "]
      }
]}